;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Nederlands/Dutch
WebLang=NL
Translator=Pierre Melser
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Beeld
103 = Opties
104 = De-installeren
105 = Gereedschap
106 = Jachtmodus
107 = Lijst
108 = Iconen
109 = Gegevens
110 = De-installeren
111 = Item verwijderen
112 = Verversen
113 = Weet u zeker dat u dit wilt verwijderen?
114 = Weet u zeker dat u dit geselecteerde programma wilt verwijderen?
115 = Auto-update
116 = Hulp
117 = Hulp bij dit programma...
118 = Homepage...
119 = Info...
120 = U bent geen beheerder!
121 = Bent u er zeker van dat u de geselecteerde systeem component wilt verwijderen?\nSTOP tenzij u zeker weet wat u doet.
122 = De-installeren toont u alle  programma's en componenten die geïnstalleerd zijn voor alle en de huidige gebruiker(s). In de beeldweergave of met behulp van het contextmenu hebt u een grote hoeveelheid informatie, links en eigenschappen m.b.t. installaties. Een unieke functie van  Revo uninstaller is Jachtmodus. Deze modus geeft u de mogelijkheid om <stoppen>, <verwijderen> of <verhinderen van de auto-start> uit te voeren met slechts één muisklik.
123 = Zoeken
124 = Gevonden:
125 = Bent u er zeker van dat u de geselecteerde systeem component uit het register wilt verwijderen?\nHet kan noodzakelijk zijn voor uw besturingssysteem!
126 =  is verwijderd uit het automatisch starten met Windows!
127 =  is toegevoegd aan de programma's die automatisch met Windows starten.
128 = %s is geïnstalleerd op dezelfde plek als %s!\nEr zullen restanten gevonden worden van beide programma's Check heel zorgvuldig degenen, die je wilt verwijderen! 
129 = opdracht om te verwijderen

[Uninstaller List]
150 = Programma
151 = Grootte
152 = Versie
153 = Installatiedatum
154 = Bedrijf 
155 = Website
156 = Commentaar
157 = De-installatie commando
158 = Registersleutel
159 = Installer

[Uninstaller StatusBar]
201 = Geïnstalleerd:
202 = Laden...


[Registry Optimizer]
302 = Selecteren wat u wil scannen
303 = Startmenu

[AutoRun Toolbar]
407 = Starten
408 = Afbreken
409 = Verwijderen
410 = Items :
411 = Geactiveerd :
412 = Met AutoRun-beheer kunt u niet alleen programma's uit de autostart van Windows Start aan- en uitzetten, maar kunt u ook meer informatie krijgen over een bepaald programma dat via autostart van Windows start. U kunt informatie krijgen over de uitgever, de beschrijving, de startmap, waar het staat op uw PC, de status van het programma en of het gestart is of niet.

[AutoRun List]
450 = Startnaam
451 = Startlocatie
452 = Beschrijving
453 = Uitgever
454 = Status
455 = Plaats waar het staat
456 = Gestart
457 = Niet gestart
458 = Niet geldig
459 = Proces beëindigen
460 = Proces starten
461 = Programmamap openen
462 = Ga naar locatie
463 = Startlocatie kopiëren
464 = Geselecteerde verwijderen
465 = Alle onjuiste verwijderen
466 = Niet gestarte verwijderen
467 = Alle niet aangevinkte verwijderen
468 = Eigenschappen...
470 = Bent U er zeker van dat U het geselecteerde programma wilt sluiten?\nAlle niet opgeslagen data zullen verloren gaan!
471 = Weet u zeker dat u het geselecteerde item wilt verwijderen?
472 = Weet u zeker dat u alle niet geldige items wilt verwijderen?
473 = Weet u zeker dat u alle niet gestarte items wilt verwijderen?
474 = Weet u zeker dat u alle niet actieve items wilt verwijderen?
475 = Opdracht bestaat niet!
476 = ONBEKEND
477 = Zet autostart op non-actief
478 = Autostart activeren

[Outlook Control]
300 = Verbeteren
301 = Register optimaliseren
400 = AutoRun-beheer
500 = Track schoonmaken
501 = Browsers schoonmaken
600 = MS Office schoonmaken
700 = Windows schoonmaken
800 = Sporen wissen
900 = Definitief wissen
2100 = Windows tools
2200 = Junk files opruimen

[Track Cleaner Browsers]
507 = Alles opruimen
508 = Geschiedenis van bezochte webpagina's wissen
509 = Geschiedenis van adresbalk wissen
510 = Tijdelijke internetbestanden wissen
511 = Cookies wissen
512 = Index.dat-bestanden wissen
513 = Uitvoeren
514 = Downloadgeschiedenis wissen
515 = Sessie-geschiedenis wissen
516 = Formulier-geschiedenis wissen
517 = De-installeren
518 = Weet u zeker dat u alle geselecteerde geschiedenis wilt wissen?
521 = Weet u zeker dat u de geschiedenis van Internet Explorer wilt wissen?
522 = Weet u zeker dat u de geschiedenis van FireFox wilt wissen?
523 = Weet u zeker dat u de geschiedenis van Opera wilt wissen?
524 = Weet u zeker dat u de geschiedenis van Netscape wilt wissen?
525 = Uw bladerprogramma (browser) slaat de gegevens op van iedere website die u bezoekt. Die zijn gemakkelijk toegankelijk in uw browservenster en door eenvoudig te klikken op een knop kan iedereen zien waar u gesurft hebt op het web! Met de browser-reiniger kunt u alle plaatjes die u hebt bekeken verwijderen, al de video's die u hebt bekeken en al de webpagina's die u hebt bezocht wissen. Het wissen maakt bovendien ruimte vrij op uw harde schijf.
526 = Uw browser sluiten voordat uw sporen gewist worden
527 = Index.dat-bestanden zullen verwijderd worden bij de nieuwe start van uw computer
599 = Het opschonen van de geselecteerde items is uitgevoerd!

[Track Cleaner Office]
601 = Opschonen
607 = Geschiedenis recente documenten van MS Word wissen
608 = Inclusief Word 2000, Word XP, Word 2003, Word 2007, Word 2010 en Word 2013
609 = Geschiedenis recente documenten van MS Excel wissen
610 = Inclusief Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 en Excel 2013
611 = Geschiedenis recente documenten van MS Access wissen
612 = Inclusief Access 2000, Access XP, Access 2003, Access 2007, Access 2010  en Access 2013
613 = Geschiedenis recente documenten van MS PowerPoint wissen
614 = Inclusief PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 en PowerPoint 2013
615 = Geschiedenis recente documenten van MS FrontPage wissen
616 = Inclusief FrontPage 2000, FrontPage XP en FrontPage 2003
617 = MS Office Cleaner maakt het u mogelijk om de geschiedenis van de meest recente gebruikte bestanden in MS Word, Excel, Access, PowerPoint en Front Page te wissen. Als u niet wilt dat iedereen kan zien uw laatst geopende of bewerkte spreadsheets, documenten of andere bestanden die MS Office maakte bij uw laatste gebruik, moet u selecteren welke u niet wilt en klik op de knop <Wissen>. Uw recent gebruikte bestanden zullen dan niet meer getoond worden.

[Track Cleaner Windows]
701 = Wissen
707 = Geschiedenis van recente documenten wissen
708 = Geschiedenis Startmenu wissen
709 = Geschiedenis van bestanden-zoeken wissen
710 = Zoekgeschiedenis printers, computers enz wissen
711 = Klembord reinigen
712 = Geschiedenis recente bestanden van "MS Paint" wissen
713 = Geschiedenis recente bestanden van "MS Wordpad" wissen
714 = Geschiedenis van registers laatst geopende sleutel wissen
715 = Geschiedenis van recente gegevens Common Dialog openen/opslaan wissen
716 = Geschiedenis van Common Dialog laatst bezochte map wissen
717 = Prullenbak legen
718 = Windows tijdelijke bestanden wissen
719 = Startmenu klikbeheer wissen
720 = Microsoft Windows houdt veel dingen bij die u doet op uw computer zoals de geschiedenis wanneer u zoekt naar bestanden en mappen; geschiedenis van pas geopende documenten; geschiedenis van openen/opslaan gebruikt in standaard openen/opslaan dialogen van verschillende programma's en veel meer. Windows Cleaner stelt u in staat alle geschiedenis en tijdelijke bestanden te wissen. U kunt ook uw prullenbak leegmaken en tijdelijke bestanden wissen die een grote hoeveelheid schijfruimte innemen. 
721 = Startgeschiedenis zal verwijderd worden bij herstart van Verkenner.
722 = Sporen in het register van Windows
723 = Sporen op uw lokale harde schijf
724 = Het bestand verwijderen dat na een crash is opgesteld.
725 = Verwijderen van bestandsdelen die bij een checkdisk ontdekt zijn.


[Evidence Remove]
802 = Uitvoeren
803 = Verwijderen
804 = Even wachten terwijl het wissen wordt uitgevoerd...
805 = Klaar
806 = Zet een vinkje bij die schijf(-ven) waarvan u de sporen en bewijzen van uw werk wilt verwijderen. Dit gereedschap beïnvloedt slechts reeds verwijderde data. Let op: zodra dit gebeurd is, kunt u het niet meer ongedaan maken!
807 = Als u uw prullenbak leegmaakt, worden uw mappen en bestanden wel gemarkeerd als verwijderd, maar fysiek bestaan ze nog. Dit gereedschap verwijdert mappen en bestanden, die reeds verwijderd zijn, maar fysiek nog aanwezig op uw schijf. Wat u daarna ook doet, het resultaat zal altijd hetzelfde zijn: de data verwijderd met Evidence Remover ( Bewijzen verwijderen) kunnen niet hersteld worden!
808 = Weet u zeker dat u resterende sporen en bewijzen op de geselecteerde schijven wilt verwijderen?
[onherstelbaar wissen]
912 = Lijst van bestanden en mappen die verwijderd zullen worden, en onmogelijk te repareren zullen zijn
913 = Bestanden
914 = Mappen
915 = Bestanden toevoegen die u wilt verwijderen van uw systeem. Deze bestanden kunnen niet hersteld worden noch met software noch fysiek!
916 = Mappen toevoegen die u wilt verwijderen van uw systeem. Deze mappen kunnen niet hersteld worden noch via software noch fysiek!
917 = Bestanden toevoegen om te verwijderen
918 = Mappen toevoegen om te verwijderen
919 = DEFINITIEF VERWIJDEREN	
920 = LIJST WISSEN
921 = Als u bestanden en mappen nauwkeurig wilt verwijderen en er zeker van wilt zijn dat niemand deze kan herstellen met wat voor een gereedschap ook, dan gebruik Onherstelbaar Wissen of Verwijderen ( Unrecoverable Delete). Als u normaal bestanden verwijdert of de prullenbak leegmaakt, betekent dat niet dat deze bestanden echt verdwenen zijn. Ze staan nog altijd op uw harde schijf en iemand kan ze gemakkelijk herstellen. <Onherstelbaar wissen> maakt dit onmogelijk, omdat het alle bestanden en mappen fysiek verwijdert. 
922 = Weet u zeker dat u alle bestanden en mappen voorgoed wilt verwijderen?
[Options Tree]
1001 = Opties
1100 = Algemeen
1200 = De-installeren

[General]
1101 = Huidige taal:
1102 = Geavanceerde modus aanzetten
1103 = Controleren bij start op update

[Uninstaller Options]
1201 = Systeemupdates tonen
1202 = Systeemonderdelen weergeven
1203 = De snellaadmodus activeren
1204 = Alleen de ingebouwde de-installeerder gebruiken
1205 = (Kan niet gebruikt worden in Vista)
1206 = Systeemherstelpunt maken voor de de-installatie
1207 = Achtergebleven bestanden en mappen naar pr.bak 

[Auto Update]
1907 = Updaten
1908 = Versiegegevens
1909 = Huidige versie:
1910 = Laatste versie:
1911 = DOWNLOADEN
1912 = Nieuwste versie ophalen
1913 = Wat is nieuw
1914 = Controle...
1915 = Verbindingsfout...
1916 = STOPPEN
1917 = Gedownload %s of %s
1918 = Gedownload %s (totale grootte onbekend)
1919 = Revo Uninstaller was niet in staat om te verbinden met www.revouninstaller.com. Kijkt u a.u.b. of uw internetverbinding in orde is en uw firewall Revo Uninstaller niet blokkeert.
1920 = Fout: Het checken of er een nieuwe versie bestaat is mislukt. Er is geen  internet connectie.

[WinTools]
2110 = Starten
2111 = In elk Windows systeem zitten veel handige en bruikbare gereedschappen en onderdelen. Sommige zijn zeer complex te bedienen, andere zijn moeilijk bereikbaar. Onze <Windows-gereedschappen> bieden u snelle toegang met 1-klik tot meer dan 10 tools van Windows, die u gebruikt in uw dagelijks werk.
2112 = U kunt het gebruiken om uw computer bij problemen in een vorige staat te brengen zonder uw persoonlijke data te verliezen. Systeemherstel houdt veranderingen bij van het systeem en van enkele programma's en maakt identificeerbare herstelpunten. Deze herstelpunten stellen u in de gelegenheid uw PC naar een vorige toestand terug te brengen. Ze worden dagelijks en bij belangrijke systeemgebeurtenissen  gemaakt. U kunt altijd ook uw eigen herstelpunten maken.
2113 = Dit kunt u gebruiken om allerlei informatie te verzamelen over uw computer, hardware en besturingssysteem, uw internetconfiguratie, uw modem, adapter en netwerkconfiguratie. Met de Netwerk-diagnose tool kunt u uw systeem scannen en uw netwerkverbinding testen en testen of uw netwerkprogramma's functioneren. 
2114 = U kunt dit gebruiken om de waarden van uw huidige TCP/IP netwerkconfiguratie weer te geven en uw Dynamic Host Configuration Protocol (DHCP) en Domain Name System (DNS) settings te vernieuwen. Geeft weergave van de volledige TCP/IP configuratie voor alle adapters inclusief IP addres, MAC addres, subnet mask, default gateway, Windows Internet Naming Service (WINS) en DNS-configuratie.
2115 = U kunt dit gebruiken om de status van uw computer te checken wat betreft de 3 belangrijkste beveiligingen - Firewall, AntiVirussoftware en automatische updates. Als er problemen ontdekt worden met een van deze 3 (bijv. uw antivirusprogramma is verouderd), ontvangt u van het beveiligingscentrum een waarschuwing en een voorstel hoe u uw computer beter kunt beveiligen.
2116 = U kunt dit gebruiken voor het volgende: controle van basisinformatie zoals CPU-type en RAM-geheugen; instellingen veranderen voor uw geheugengebruik en veel informatie vinden; informatie over hardware en eigenschappen van onderdelen en het configureren van hardwareprofielen; informatie m.b.t. uw netwerkverbinding bekijken en inlogprofiel. U of uw systeembeheerder kunt eventuele systeem- en programmafouten aan Microsoft doorgeven.
2117 = Systeeminformatie is een onderdeel van het Windows besturingssysteem. Het verzamelt gegevens m.b.t. systeemconfiguratie voor locale en remote computers. Dit bevat informatie over hardware configuraties, computeronderdelen en software, inclusief ondertekende en niet ondertekende drivers. Systeeminformatie is een hulp die u kunt gebruiken om snel informatie over uw computer en besturingssysteem te verkrijgen.
2118 = TCP/IP Netstat Command is het onderdeel van het Windows besturingssysteem dat alle actieve TCP-verbindingen en de TCP en UDP poorten waar de computer naar luistert weergeeft. Bovendien toont het de applicatie die verbonden is aan het opzetten van iedere verbinding en openen van een poort; de naam van het uitvoerbaar bestand staat tussen [ ] onderaan, bovenaan is het onderdeel dat aangeroepen wordt, en zo verder totdat TCP/IP is bereikt. 
2119 = Dit tooltje geeft een virtueel toetsenbord weer en stelt gehandicapten in staat om gegevens te typen met een joystick of tekenpen. On-Screen toetsenbord is bedoeld om al te functioneren met een uiterst geringe activiteit voor mensen met bewegingsbeperkingen. U kunt On-Screen-toetsenbord ook gebruiken als u denkt dat er een keylogger geïnstalleerd is op uw systeem waardoor al de toetsaanslagen worden vastgelegd. On-Screen-toetsenbord maakt het dan onmogelijk om elke toetsaanslag vast te leggen.
2120 = Dit tooltje analyseert locale schijven en defragmenteert bestanden en mappen zodat een aaneengesloten ruimte op de schijf ontstaat. Het resultaat is dat u uw systeembestanden en -mappen efficiënter kunt benaderen en nieuwe efficiënter kan opslaan. De schijfdefragmentatie voegt  bestanden en mappen samen. Daardoor ontstaat een aaneengesloten vrije ruimte op uw schijf, waardoor minder snel fragmentering van nieuwe bestanden zal ontstaan. 
2121 = U kunt het gebruiken voor: Starten, stoppen, pause, hervatten of uitzetten van services op remote en locale computers; beheer van services op locale en remote computers; zet een herstelproces in actie als een service mislukt, bijvoorbeeld, herstart de service automatisch; activeert of de-activeert services voor een speciaal hardwareprofiel; geeft de status en beschrijving weer van iedere service.
2122 = Beheer van uw gedeelde bronnen over een netwerk, controle van gebruikersaccounts, sessie-activiteit, eigenschappen van gedeelde bronnen en bekijken van een samenvatting van verbindingen en brongebruik voor locale en remote computers. Met Shared Folders kunt u: opzetten, bekijken en toestaan van gedeelde bronnen; controle van de lijst van alle gebruikers die via een netwerk met de computer verbonden zijn, en een ervan of alle verwijderen; de lijst bekijken met bestanden die geopend zijn door remote gebruikers.
2123 = Dit tooltje controleert beleidsinstellingen voor gebruikersconfiguraties die gebruikers beïnvloeden, en computerconfiguraties die computers beinvloeden. Beleidsinstellingen voor groepen bepalen de verschillende onderdelen van het gebruikersbureaublad die een systeembeheerder wil beheren, bijvoorbeeld, de programma's die toegankelijk zijn voor gebruikers, de programma's die zichtbaar zijn op het bureaublad en opties voor het startmenu.
2124 = Toevoegen/verwijderen van onderdelen van Windows helpt u bij het beheer van onderdelen van Windows op uw computer. Nadat het Windows-besturingssysteem geïnstalleerd is op uw computer, kunt u dit gebruiken om een onderdeel toe te voegen dat niet in de basisinstallatie is opgenomen, of om een onderdeel van Windows te verwijderen dat u niet langer nodig heeft.
2125 = De Microsoft Windows Malicious Software Removal Tool (Schadelijke software verwijderen) onderzoekt of computers die draaien op een Windows besturingssysteem  besmet zijn door speciale en werkzame schadelijke software en verwijdert deze. Met schadelijke of kwaadaardige software wordt bedoeld virussen, wormen en Trojaanse paarden. Als het onderzoeks- en verwijderingsproces voltooid is, laat deze tool een rapport zien met of en wat gevonden en verwijderd is.

[Junk Files Cleaner Options]
2202 = Schijven die u wilt scannen:
2203 = Manieren
2204 = Beschrijving
2205 = Toevoegen
2206 = Verwijderen
2207 = Als default instellen
2208 = Junk Files wissen::Algemeen
2209 = Junk Files wissen::Uitsluiten
2220 = Manieren om te scannen:
2221 = U kunt symbolen gebruiken (?,*) als wildcards
2222 = Modellen/manieren toevoegen
2223 = Exclude Modellen toevoegen
2224 = U kunt symbolen gebruiken (?,*) als wild cards
2225 = Exclude modellen:
2226 = Verwijder bestanden naar de prullenbak
2227 = Negeer bestanden die de laatste 24 uur benaderd zijn

[Junk Files Cleaner Tool]
2306 = Scannen
2307 = Verwijderen
2308 = Aan het scannen
2309 = Even wachten, het scannen is bezig
2310 = Annuleren
2311 = Naam
2312 = Grootte
2319 = Bestanden:
2320 = Totale grootte:
2323 = Er zijn bestanden die Windows of een ander programma gebruikt\n die nu niet verwijderd kunnen worden
2324 = U moet minimaal één schijf en extensie selecteren om de scan te starten
2325 = Junk Files wissen geeft u de mogelijkheid om verschillende typen junk en onnodige bestanden te vinden en te verwijderen van uw computer. Normaal gesproken worden zulke bestanden door het programma dat ze aangemaakt heeft verwijderd zo gauw ze niet meer nodig zijn. Ze blijven echter op uw systeem staan wanneer een bronprogramma onverwachts eindigt, een systeem crasht enz. Als dit gebeurt verkleint de vrije ruimte op uw schijf of wordt uw systeem trager enz.
2326 = Bestand
2327 = Bezig met bestanden wissen

[ContextMenu Junk Files Cleaner]
2313 = Openen
2314 = Met Google zoeken naar 
2315 = Map met inhoud openen
2316 = Eigenschappen...
2317 = Alle items aanvinken
2318 = Geen enkel items aanvinken
2321 = Geselecteerde items aanvinken
2322 = Geselecteerde items niet aanvinken

[TopMost Window]
4002 = Opties
4003 = Hoofdvenster openen
4004 = Drag and Drop manier
4005 = Jachtmodus
4006 = Grootte
4007 = Klein
4008 = Gemiddeld
4009 = Groot
4010 = Vensterafmetingen
4011 = AFSLUITEN
4012 = De-installeren
4013 = Autostart stoppen
4014 = Proces beëindigen
4015 = Proces beëindigen en verwijderen
4016 = Gevulde map openen
4017 = Gegevens
4018 = Eigenschappen
4019 = ANNULEREN
4020 = Slechts één bestand tegelijkertijd!
4021 = U hebt een map gedropt, u moet een bestand drag en droppen!
4022 = De-installeren of wissen:
4023 = Onopgelost! Probeer een ander venster, icoon of taskbar!
4024 = Kan de de-installeeropdracht niet uitvoeren!\n Gebruik de-installatieprogramma van de uninstaller.
4025 = Geen installatiemap gevonden!\nTip: U vindt meer informatie over het programma\n probeer de-installatie vanuit het hoofdvenster!
4026 = Programma is uit autostart gehaald!\nTip: Indien u het weer wilt activeren gebruik de Autorun Tool in het hoofdprogramma!
4027 = Programma is niet gevonden op de normale startlocaties!\nTip: om ongewone startlocaties te vinden bezoek de website www.google.com!
4028 = Wilt u absoluut de geselecteerde applicatie sluiten?\nAlle niet bewaarde data gaan verloren!
4029 = De-installeren
4030 = Weet u zeker dat u de geselecteerde applicatie wilt sluiten en verwijderen?\nAlle niet bewaarde data gaan verloren!
4031 = Weet u zeker dat u Windows Verkenner wilt sluiten?\n Het startmenu en de taakbalk zullen verdwijnen!
4032 = Met Windows starten
4033 = Transparantie

[Scan After Uninstall]
4210 = Locatie
4211 = Sleutel
4212 = Waarde
4213 = Data
4214 = Bestand
4215 = Een item selecteren om uit te voeren!
4216 = Scannen na de-installatie
4217 = Alles selecteren
4218 = Alles de-selecteren
4219 = Verwijderen
4220 = Overgebleven bestanden
4221 = Overgebleven registerverwijzingen
4222 = Aan het scannen vóór de-installatie... even wachten
4223 = De-installatie is aan het werk...
4224 = U kunt de scan voor overgebleven bestanden, mappen en registerverwijzingen starten als de hoofd de-installatie is beëindigd
4225 = Aan het scannen na de-installatie... even wachten
4226 = Controleer zorgvuldig de inhoud van de lijst!
4227 = Sluiten
4228 = De overgebleven bestanden in de lijst zullen na de volgende computerstart verwijderd worden
4229 = De lopende de-installatie van het programma is mislukt!\nMogelijk een foutieve de-installatie opdracht!
4230 = Vorige
4231 = Volgende
4232 = De manier van de-installeren selecteren
4233 = Manieren 
4234 = Ingebouwd - gebruikt alleen de uninstaller van het programma zonder verdere scan
4235 = Veilig - gebruikt de ingebouwde modus en voert extra scans uit in het register en de harde schijven om overgebleven restanten veilig te verwijderen. De snelste methode.
4236 = Gemiddeld - houdt in: de veilige modus en voert uitgebreide scans uit om alle verder items van het programma te vinden op de meest gebruikte plekken in het register en de harde schijf.
4237 = Gevorderd - betekent: eerst de gewone methode en dan een volledige scan van het register en de harde schijf om alle met het programma verbonden items te vinden. De langzaamste manier.
4238 = Analyseert de gegevens van het programma alvorens het te de-installeren.
4239 = De ingebouwde de-installatie starten.
4240 = Op de knop "Volgende" klikken om te beginnen met het scannen van de overgebleven bestanden, mappen en registerverwijzingen nadat de ingebouwde de-installatie van het programma voltooid is.
4241 = De eerste analyse en de-installatie.
4242 = Scannen na de-installatie
4243 = Scannen na de ingebouwde de-installatie. In het register en op de harde schijf zoeken naar overgebleven bestanden, mappen en registerverwijzingen naar het gede-installeerde programma. Even wachten ...
4244 = Overgebleven registerverwijzingen zoeken
4245 = Gevonden registerverwijzingen:
4246 = N.B.: Controleer a.u.b. zorgvuldig de getoonde items! Alleen de aangevinkte en vetgedrukte items en hun subitems zullen verwijderd worden!
4247 = Zoeken naar overgebleven bestanden en mappen
4248 = Gevonden:
4249 = Mijn computer
4250 = Revo Uninstaller kan de ingebouwde de-installatie niet starten. Misschien is het startcommando niet correct of beschadigd. U kunt klikken op de knop "Vorige" en een andere de-installatie methode proberen.
4251 = De de-installatie met behulp van de ingebouwde de-installatie is voltooid. Revo Uninstaller scant niet naar overgebleven items. U kunt klikken op de knop "Vorige" en een andere de-installatie methode proberen voor de overgebleven bestanden, mappen en registerverwijzingen.
4252 = Revo Uninstaller heeft de de-installatie correct voltooid, maar er zijn geen overgebleven items gevonden. U kunt klikken op de knop "Vorige" en een andere uitgebreide de-installatie methode proberen voor een diepere scan.
4253 = Revo Uninstaller heeft de de-installatie correct voltooid. Indien u verder naar restanten van items wilt zoeken kunt u klikken op de knop "Vorige" en een andere uitgebreide methode van de-installeren proberen met een diepere scan.
4254 = Voltooien
4255 = Weet u zeker dat u de geselecteerde items naar de prullenbak wilt verplaatsen?
4256 = Weet u zeker dat u de geselecteerde registervermeldingen wilt wissen?
4257 = Revo Uninstaller heeft het de-istallatie proces correct voltooid!
4258 = Weet u zeker dat u het verwijderen van gevonden restanten in het register wilt overslaan en door wilt gaan naar de volgende stap? 
4259 = Weet u zeker dat u het verwijderen van gevonden restanten van bestanden en mappen wilt overslaan en door wilt gaan naar de volgende stap? 
4260 = Het scannen van restanten is klaar. Klik op de knop "Volgende"om de resultaten te zien.
4261 = Maakt een systeem herstelpunt...
4262 = het maken van een systeem herstelpunt is mislukt!
4263 = het maken van een systeem herstelpunt is inactief (in Options->Uninstaller)
4264 = Het maken van een systeem herstelpunt is voltooid!

[About]
4300 = Vertaler:

[ContextMenu Uninstaller]
5000 = Opdrachten
5001 = Info
5002 = Zoek op Google 
5004 = Installatielocatie
5005 = Info-link openen...
5006 = Hulp-link openen...
5007 = Update-link openen...
5008 = Registersleutel openen...

[Common]
10000 = OK
10001 = Annuleren
10002 = Hulp
10003 = Bladeren
10004 = Hulp voor deze tool
10005 = Homepage
10006 = Info
10007 = Waarschuwing
10008 = FOUT

[Tooltips]
2000 = Switchen naar de-installatie modus
2001 = Overzicht extra paneel
2002 = Instelling aanpassen volgens uw wensen
2003 = Overschakelen naar Jachtmodus
2004 = Weergave van de lijst met geïnstalleerde programma's veranderen
2005 = De-installatie geselecteerd programma
2006 = Geselecteerd item uit register verwijderen
2007 = De lijst met programma's verversen
2008 = De huidige versie naar laatste release updaten
2009 = Zoeken naar meer informatie en antwoorden op uw vragen over het programma
404 = Het geselecteerde programma starten
405 = Het geselecteerde programma stoppen en afsluiten
406 = Het geselecteerde programma uit de autostart verwijderen
506 = Geselecteerde opties leegmaken
605 = Geselecteerde opties leegmaken
705 = Geselecteerde opties leegmaken
2106 = De geselecteerde tool uitvoeren
2304 = Scannen naar onnodige bestanden volgens de geselecteerde instellingen
2305 = Aangevinkte bestanden naar de prullenbak verplaatsen
